import React from 'react'

const TextBlock = () => {
  return (
    <>
    <div className='text-item'>Оскільки наразі мовне питання постало досить 
гостро, ми вирішили створити онлайн застосунок,
щоб збагатити лексикон українців споконвічними 
словами з різних регіонів України. </div>
    <div className='text-item'>В середньому понад <b>50%</b> контенту в соціальних 
мережах - зросійщено, що суттєво впливає на
чистоту та коректність нашої мови.</div>
    <div className='text-item'>Також цьому проєкті використовується
український  шрифт <b>Kyiv Region</b> Дмитра
Растворцева, за який ми висловлюємо
нащирішу вдячність.</div>
    </>
  )
}

export default TextBlock