import React from 'react'
import style from './Blocks.module.css'

const TextBlock = () => {
  const {text} = style
  return (
    <>
    <div className={text}>Оскільки наразі мовне питання постало досить 
гостро, ми вирішили створити онлайн застосунок,
щоб збагатити лексикон українців споконвічними 
словами з різних регіонів України. </div>
    <div className={text}>В середньому понад <b>50%</b> контенту в соціальних 
мережах - зросійщено, що суттєво впливає на
чистоту та коректність нашої мови.</div>
    <div className={text}>Також цьому проєкті використовується
український  шрифт <b>Kyiv Region</b> Дмитра
Растворцева, за який ми висловлюємо
нащирішу вдячність.</div>
    </>
  )
}

export default TextBlock